ANECDOTES = [
"Две вещи не стареют — черный юмор и невакцинированные дети.",
"Оленька хоть и промахнулась в тире, но взять мишку ей уже никто не мешал.",
"Аня вышла замуж за механика и родила шестерню.",
"Будешь выходить — труп вынеси! Может быть, мусор? Может — мусор, может — сантехник, хуй его знает…",
"Акробат умер на батуте, но еще какое-то время продолжал радовать публику.",
"Доктор, я съел пиццу вместе с упаковкой. Я умру? Ну, все когда-нибудь умрут…Все умрут! Ужас, что я наделала!",
"Чтобы проверить, курю я или нет, родители перед уходом оставляли газ включенным.",
"На распродаже человеческих органов началась драка. Я еле успел унести ноги.",
"Что получает шахтер после смерти? 3 дня отпуска, а потом снова под землю...",
"Ты был на дне России? У меня зарплата 17000 рублей, что значит был?",
" Как вас зовут? Михаил, без буквы «Ф». Но в имени Михаил нет буквы «Ф» .Верно, я так и сказал.",
"Жизнь дала мне два важных урока. Первый я уже не помню, а второй - всё нужно записывать."
]
import random


def get_random_anectode():
    return random.choice(ANECDOTES)