greeting_text = """🤖 **СПРАВКА ДЛЯ ФИТОНЯШЕК**

Привет. Это бот.
Нет, не умный. Пока.
Зато **с мемами, гороскопом и цитатами на день**.

Что он уже умеет:
• /meme — шлёт случайную пикчу-мем
Может быть смешно. Может быть кринж.
Жалобы принимаются в никуда.
• /quote_of_the_day - цитата дня, возможно задумаетесь
• /horoscope - глянуть гороскоп на день
• /get_my_horoscope - Ваня продумал всё, отправит именно твой гороскоп сразу
• /music - послушать музыку (пока минимум)
• /remind YYYY-MM-DD HH:MM (текст) - запустить напоминалку на определенное время
Пример: /remind 2026-01-17 22:15 заняться сексом 🍌

⚠️ ВАЖНО:
Если бот шлёт хуйню — значит так и было задумано.
Если бот молчит — значит он обиделся.
Если бот упал — значит он устал.

Разработчик допиливает его **на коленке и на энтузиазме**.
Будут баги. Будет угар. Будет лучше.

На этом всё. Пиши, пока бот добрый 😌
"""