greeting_text = """🤖 **СПРАВКА ДЛЯ ФИТОНЯШЕК**
Че я могу:
• /meme — шлёт случайную пикчу-мем
• /get_my_coupons - посмотреть свои купоны
• /quote_of_the_day - цитата дня, возможно задумаетесь
• /horoscope - глянуть гороскоп на день
• /get_my_horoscope - Ваня продумал всё, отправит именно твой гороскоп сразу
• /music - послушать музыку (пока минимум)
• /exercise - бот вышлет тебе упражнение, выполняй на честность!
• /remind YYYY-MM-DD HH:MM (текст) - запустить напоминалку на определенное время
Пример: /remind 2026-01-17 22:15 заняться сексом 🍌


⚠️ ВАЖНО:
Купоны разыгрываются раз в день вечером.
Разработчик допиливает бота **на коленке и на энтузиазме**.
Будут баги. Будет угар. Будет лучше.

На этом всё.
"""